{
    "nv_nmber": "📞 92000043",
    "nv_search": "What are you looking for?",
    "ch": "Company History",
    "ch_p1": "Redan Food Company was a pioneer in development and established its first restaurant and kitchen in a new form of the re-used kitchen system to keep pace with the progress achieved in category (A) restaurants, as it is known in this field that they are ordinary kitchens that do not rise to the level and do not meet the customer's needs and aspirations to sit and eat in an atmosphere of authentic Arab hospitality, where Arab seating and authentic Arab hospitality are.",
    "ch_p2": "As well as those who wish to eat their food outside the home, as it has become a habit practiced by many people, but certain conditions had to be available to be able to satisfy the customer, so Redan Food Company established its first branch during the era of the founder (Sheikh / Awad Allah Al-Salmi, may God protect him) in the year 1416 AH, and its first branch was in Al-Safa neighborhood, and after that the openings continued until the branches reached twenty-five integrated branches inside and outside the Kingdom, including the commercial franchise, as it includes luxurious dining halls with elegant decorations that suit the Arab taste and family atmosphere.",
    "ch_p3": "In 2014, Redan acquired Al Rawsha Sweets Company, and in 2018, it was merged with Al Gouna Company by 30% to add services and products that complement the company's activities. It has 12 branches in the western region of the Kingdom of Saudi Arabia and has a fleet for holding parties and securing the catering requirements for companies and institutions. The company, thank God, has also been able to establish a unified center for external orders and establish a fleet to serve the delivery of restaurant customers' orders.",
    "ch_p4": "The success of Redan Food Company in performing its work is represented in the increase in the number of outlets it deals with its customers and the volume of services provided to them in various fields, while ensuring that the customer's needs are met.",
    "family_sessions": "Family sessions",
    "are_not_complete": "are not complete without Redan",
    "get_to_know_us": "Get to know us more",
    "about_redan": "About Redan",
    "o_mv": "Our mission and vision",
    "o_mv_m": "Our message",
    "o_mv_m1": "Excellence in all products and services provided, while ensuring that customers’ desires are met.",
    "our_vision": "Our vision",
    "vision_content": "Pioneers in the quality and excellence industry to provide Arabic foods according to the latest international methods.",
    "ic_bp": "Become our partner with the franchise program",
    "ic_ju": "Join us",
    "ic_iu": "Invest with us",
    "raydan_food": "Raydan Food",
    "raydan_food/": "Raydan Food",
    "read_more": "Read more",
    "download_our_app": "Download our app",
    "get_offers": "Get the best offers and deals on our app",
    "menu": "Menu",
    "ml_1": "All Products",
    "ml_2": "Drinks",
    "ml_3": "Sweets",
    "ml_4": "Meat",
    "ml_5": "Chicken",
    "ml_6": "Supplements",
    "ml_7": "Appetizers and Salads",
    "fi": "For inquiries",
    "fi_email": "info@raydan.com.sa",
    "join_news": "Join our newsletter",
    "fi_mail_input": "e-mail",
    "join_now": "Join now",
    "rights": "All rights reserved to Raydan Food Company",
    "year": "2023",
    "digitec_text": "Development and operation",
    "company_history": "Company History",
    "ch_1": "Raydan Food Company was a pioneer in development and established its first restaurant and kitchen in a new form of the re-used kitchen system to keep pace with the progress achieved in category (A) restaurants, as it’s known in this field that they are ordinary kitchens that do not rise to the level and do not meet the customer's needs and aspirations to sit and eat in an atmosphere of authentic Arab hospitality, where Arab seating and authentic Arab hospitality are key.",
    "ch_2": "As well as those who wish to eat their food outside the home, as it has become a habit practiced by many people, but certain conditions had to be available to satisfy the customer. Raydan Food Company established its first branch during the era of the founder (Sheikh / Awad Allah Al-Salmi, may God protect him) in the year 1418 AH, and its first branch was in Al-Safa neighborhood. After that, the openings continued until the branches reached twenty-five integrated branches inside and outside the Kingdom, including the commercial franchise, as it includes luxurious dining halls with elegant decorations that suit the Arab taste and family atmosphere.",
    "ch_3": "In 1418, Redan acquired Al Rawsha Sweets Company, and in 1421, it was merged with Al Gouna Company by 75% to add services and products that complement the company's activities. It has 15 branches in the western region of the Kingdom of Saudi Arabia and has a fleet for holding parties and securing the catering requirements for companies and institutions. The company, thank God, has also been able to establish a unified center for external orders and establish a fleet to serve the delivery of restaurant customers' orders.",
    "ch_4": "The success of Redan Food Company in performing its work is represented in the increase in the number of outlets it deals with its customers and the volume of services provided to them in various fields, while ensuring that the customers' needs are met.",
    "company_objective": "Company objectives",
    "company_objective1": "Redan Food Company aims to reach a leading position in the Saudi and Arab market by specializing in Arabic food, sweets and parties. It is keen to provide unified services with high quality standards in terms of time and place... From this standpoint, it seeks to achieve many goals, including:",
    "company_objective_list1": "Focus on customer satisfaction, which is the goal of our work.",
    "company_objective_list2": "Excellence in providing the highest level of quality.",
    "company_objective_list3": "Excellence in providing the highest level of service and hospitality.",
    "company_objective_list4": "Expansion, spread and focus on the regions of the Kingdom first, then the Arab region and then the world.",
    "company_objective_list5": "Developing employees and caring for and supporting national labor.",
    "company_objective_list6": "Participating and contributing to building the national economy and what serves the interests of the homeland and achieving the 2030 vision for our country.",
    "company_objective_list7": "Participating in supporting charitable works and projects as part of our community services.",
    "best_franchise": "Best Local Franchise in Arabic Cuisine",
    "expo": "Expo Dubai 2022",
    "hajj_appriciation": "Thanks and appreciation from Bashayer Al Salam Hajj and Umrah Company for the Hajj season of 1435 AH.",
    "quran_appriciation": "Thanks and appreciation from Al-Musaed Mosque in Qawizah district for supporting the people of the Qur’an to make its celebration a success for the year 1428 AH.",
    "awards_recongnition": "Awards and Recognitions",
    "quality_foods": "Quality and Food Safety",
    "quality_safety": "Food quality and safety concept",
    "quality_safety1": "Recent and new studies and research in the field of food science indicate that food safety is a basic factor in avoiding many diseases that contribute to strengthening and building a healthy body and a healthy mind. On the other hand, the United Nations organizations represented by food and nutrition and the World Health Organization around the world indicate the importance of food safety, and there are many concepts that express the quality characteristic in the field of food manufacturing and food analysis.",
    "what_quality": "What is quality?",
    "what_quality1": "Quality is defined as the sum of the characteristics and qualities that distinguish the individual units of a compound and have a significant impact on determining the degree of acceptance by consumers. Definitions of quality in food products are scattered, but for the descriptive evaluation of food, they include a number of measures available through some devices and sensory properties. The basic measure for evaluating the production cycle of food products is production and its quantity. For the factory, the measure is based on the characteristics. For traders, the measure is the shelf life of the product. For the consumer, the measure is its flavor properties, nutritional value, and food safety.",
    "quality_system1": "Quality System",
    "quality_system1_p": "Identify the organizational structure, responsibilities, processes, and resources for implementing quality management.",
    "quality_system2": "Quality control",
    "quality_system2_p": "Quality control which includes operational techniques, devices, and activities developed to meet quality requirements.",
    "quality_system3": "Quality assurance",
    "quality_system3_p": "Plans and procedures are automatically required to provide sufficient confidence in the product or service as required by the quality system.",
    "quality_system4": "Quality Assurance Program Features",
    "quality_system_list1": "Saving sufficient time and analysis costs in the long term increases the confidence of the person performing the analysis.",
    "quality_system_list2": "Ensuring that errors are resolved, identified and eliminated provides a reference for errors and complaints, which leads to continuous internal improvement.",
    "quality_system_list3": "Determining the training required to work in the analysis.",
    "quality_system_list4": "Increase credibility and confidence in the work.",
    "customer_first": "Customer First",
    "customer_first_p": "Redan Company has placed its customers at the forefront of the elements that lead to success, and has even elevated it to the rank of holder of the key to excellence, and has been able to keep pace with the development taking place in the world of Arab foods and cuisines with a well-known local character. Redan Restaurant officials have realized that competing for the top and rising to it can only be done with the testimony of the customer who knows the value of authentic taste, so it has made customers a pivotal axis that was a guarantee for elevation and advancement. With the successive certificates and awards that the restaurants have received in several forums, the word of praise and admiration still has an impact of delight for the workers in this place.",
    "arabic_hospitality": "Arabic Hospitality",
    "arabic_hospitality_p": "Harmonizing with customers' tastes, keeping up with their ambitions, and reading their dreams and aspirations was a difficult task undertaken by a team that had an expert eye and knowledge of what the customer wanted and wished for. Therefore, Redan restaurants, with their various branches, came to offer creative seating, authentic Arabic hospitality, ideal services, and an atmosphere that whets the appetite of those sitting there. Redan Company established its first branch during the era of the founder Sheikh / Awad Allah Al-Salmi (may Allah protect him) in 1416 AH. Its first branch was in Al-Safa neighborhood. After that, the openings continued until the branches reached 18 integrated branches inside the Kingdom and two branches outside it, which include luxurious dining halls with elegant decorations that suit the Arabic taste and family atmosphere.",
    "labour_force": "Labor Force",
    "labour_force_p": "Selecting the workers is a special advantage in Redan, as they were chosen on a very sensitive scale, while adhering to the conditions of experience, giving, distinguished performance and skill. In truth, the workers succeeded in driving the locomotive of success and transferred the ideal image of the group from the local framework to the Arab one, until the fragrant reputation of Redan spread with the fragrance of service, taste, generosity and an atmosphere full of friendliness.",
    "buisiness_model": "Redan Business Model",
    "buisiness_model_list1": "Create meals that can be prepared in a shorter time to meet market needs.",
    "buisiness_model_list2": "Granting franchise branches in geographical areas other than the company’s branches.",
    "buisiness_model_list3": "Working on developing and improving the interior designs of the branches by applying the company’s new identity.",
    "buisiness_model_list4": "Maintaining the company's brand by promoting the name and brand locally and abroad.",
    "buisiness_model_list5": "Continue to improve operational and marketing processes, product quality and community engagement.",
    "buisiness_model_list6": "Conclude strategic agreements with the company's key suppliers while diversifying the sources of the company's operational needs.",
    "buisiness_model_list7": "Attracting qualified Saudi human resources to support the company’s strategic plan for growth and expansion.",
    "s_responsibility": "Social Responsibility",
    "s_responsibility_p": "Redan's role did not stop at achieving the desired success, but rather turned towards social responsibility to present a wonderful role that confirms its keenness on community participation and standing with the nation in achieving its dream of Saudization of jobs and making room for creative youth to achieve their wish to obtain an honorable job. The group did not stop at opening up job opportunities for Saudi cadres, but rather created a training program for the nation's sons, in a desire to activate their capabilities and develop their talents so that they can be active members.",
    "social_responsibility": "Social Responsibility",
    "social_responsibility_p": "Redan's role did not stop at achieving the desired success, but rather turned towards social responsibility to present a wonderful role that confirms its keenness on community participation and standing with the nation in achieving its dream of Saudization of jobs and making room for creative youth to achieve their wish to obtain an honorable job. The group did not stop at opening up job opportunities for Saudi cadres, but rather created a training program for the nation's sons, in a desire to activate their capabilities and develop their talents so that they can be active members.",
    "mail_info": "catering@raydan.com.sa",
    "tel_info": "٩٤٣ 📞",
    "p_b": "Parties and Banquets",
    "p_b_p": "Pioneers in the quality and excellence industry to provide Arabic foods according to the latest international methods. Distinguished in all products and services provided, while being keen to meet the desires of the work. We aim to reach a leading position in the local, regional, and global market, specializing in foods, preparing parties and providing food catering services, in order to achieve its goals.",
    "banquets": "Banquets",
    "banquets_p": "Fully prepared for all invitations, banquets, and events of all kinds, and providing the highest standards of quality in cooking and service to meet the desires of our valued customers, with our constant interest in taking into account our customers’ opinions to raise the level of quality and service towards the best.",
    "outdoor_parties": "Outdoor Parties",
    "outdoor_parties_p": "Our outdoor catering team comes to clients at home or work to transform their special occasion into a memorable one with authentic and high-quality food and service, ensuring our clients are satisfied with the levels of service provided according to the highest standards of quality.",
    "outdoor_parties_list1": "Fully prepared to supply and provide ready-made meals to groups and individuals.",
    "outdoor_parties_list2": "A team of professional chefs to provide the finest and most delicious authentic Arabic cuisine.",
    "outdoor_parties_list3": "A fleet of delivery vehicles to cover and meet our customers anywhere in the cities where our branches are located.",
    "list_of_oe_c": "List of Outdoor Events and Catering",
    "list_of_oe_c_p": "Fully prepared for all invitations, banquets, and events of all kinds, and providing the highest standards of quality in cooking and service to meet the desires of our valued customers, with our constant interest in taking into account our customers’ opinions to raise the level of quality and service towards the best.",
    "load_more": "Load more",
    "most_imp_achievements": "The most important events and achievements during the year",
    "most_imp_achievements_p": "During the year 2023 AD, Redan witnessed many events and achievements, which we explain in the following table:",
    "events_achievements": "Events and achievements during the year 2024 AD",
    "events_achievements1": "Redan Food Company announces the results of the Ordinary General Assembly Meeting (First Meeting)",
    "events_achievements1_date": "24/02/2024",
    "events_achievements2": "Redan Food Company announces the resignation of the Chairman of the Board of Directors and the appointment of his deputy as Chairman of the Board",
    "events_achievements2_date": "24/02/2024",
    "events_achievements3": "Redan Food Company announces the appointment of a Board Member",
    "events_achievements3_date": "24/10/2024",
    "events_achievements4": "Redan Food Company invites its shareholders to attend the Ordinary General Assembly Meeting (First Meeting) via modern technology",
    "events_achievements4_date": "24/03/2024",
    "events_achievements5": "Redan Food Company announces the opening of its new branch (Riyadh District Branch) in Jeddah",
    "events_achievements5_date": "23/04/2024",
    "company_name": "El Gouna Company",
    "company_name_p": "Redan Food Company owns a 30% stake in Al-Jonah Company (the affiliate company), a leading Saudi company in the field of sweets and parties, which specializes in providing its services at the highest level in terms of outstanding performance, commitment and adherence to the highest quality standards. Al-Jonah Company is considered one of the first companies in the Kingdom to obtain the ISO certificate and also the HACCP certificate. The company is also classified by the Saudi Contractors Classification Agency in the field of services and provision of food for individuals and has fifteen years of experience of hard work. This store was created to make it easier for our customers to access their favorite products from Al-Jonah products. Link to the company's store ",
    "call_now": "Call now",
    "call_now_p": "We are pleased to contact you with our customer service team, either through the unified number <b>9200****</b> or by filling in your information in the contact form.",
    "contacts": "Contacts",
    "email": "Email:",
    "info_mail": "info@raydan.com.sa",
    "website": "Website:",
    "website_url": "www.Raydan.com.sa",
    "un_number": "Unified number:",
    "number": "9200****",
    "phone": "Phone:",
    "phone_number": "+966 12 345 6789",
    "name_input": "the name",
    "numer_input": "Mobile number",
    "email_input": "Email (optional)",
    "message_input": "message",
    "send": "Send",
    "following_information": "Please enter the following information",
    "join_us": "Join us",
    "join_tean": "Join the Redan team today!",
    "enter_details": "Please enter the following information",
    "join_name_input": "the name",
    "join_tel_input": "Mobile number",
    "join_email_input": "e—mail",
    "join_job_input": "Job Title",
    "d_cv": "Download CV",
    "join_cv_input": "CV",
    "customer_care": "Customer Care",
    "customer_care_p": "We value your feedback and are committed to addressing any concerns, suggestions, or complaints that may arise from misunderstandings or differences of opinion. Our dedicated customer care unit works with all relevant departments to receive, investigate, and resolve your inquiries.",
    "full_name": "Full Name",
    "full_name_input": "Enter your full name",
    "phone_number_input": "Enter your phone number",
    "mail_address": "Email Address",
    "mail_address_input": "Enter your email",
    "mail_address_p": "Email Address",
    "nxt_btn": "Next",
    "address": "Address",
    "address_input": "Enter your address",
    "address_p": "Address",
    "date": "Date",
    "time": "Time",
    "reception_evaluation": "Reception evaluation",
    "Good": "Good",
    "very_good": "Very Good",
    "excellent": "Excellent",
    "request_type": "Request Type",
    "proposed": "Proposed",
    "complaint": "Complaint",
    "general_inquiry": "General Inquiry",
    "description": "Description",
    "description_input": "Enter your description",
    "description_p": "Description",
    "prev_btn": "Previous",
    "submit_btn": "Submit",
    "phone_number_p": "Phone Number",
    "phone_number_": "Phone Number",
    "suppliers": "Suppliers",
    "suppliers_p": "We view our suppliers as essential partners in achieving our goals. We strive with them to provide the best products, maintaining the highest standards.",
    "one_of_us": "Become one of our suppliers",
    "one_of_us_p": "Recognizing the importance of our suppliers, we ensure smooth communication and strong partnerships. Please fill out the Supplier Request Form.",
    "service_provider": "Service Provider Data",
    "applicants_name": "Applicant's Name",
    "number_input": "Mobile Number",
    "company_data": "Company Data",
    "c_name": "Company Name",
    "c_field": "Company Field",
    "sm_name": "Sales Manager Name",
    "next_btn": "Next",
    "value_added_certificate": "Value Added Certificate",
    "vat_number": "VAT Certificate Number",
    "vat_number_file": "Upload VAT Certificate",
    "owner_id": "Owner ID Number",
    "owner_id_number": "Owner ID Number",
    "owner_id_number_file": "Upload Owner ID Number",
    "company_hq": "Company Headquarters",
    "site_link": "Website Link",
    "company_prev_work": "Company's Previous Work",
    "company_profile_life": "Company Profile Link",
    "comments": "Comments",
    "contact_number": "📞 92000043",
    "search_placeholder": "What are you looking for",
    "lang_english": "English",
    "lang_arabic": "العربية",
    "company_stock": "Raydan Food",
    "stock_percentage": "▼ 0.19%",
    "stock_price": "21.65SR",
    "our_message": "Our Message",
    "awards": "Awards and Recognition",
    "quality_food_safety": "Quality and food safety",
    "board_of_directors": "Board of directors and committees",
    "admin_structure": "Administrative structure",
    "what_makes_us_different": "What makes us different?",
    "our_products": "Our Products",
    "parties_and_banquet": "Parties and banquet",
    "subsistence": "Subsistence",
    "franchise": "Franchise",
    "news_and_media": "News and Media",
    "news": "News",
    "investments_and_investors": "Investments and Investors",
    "investments_in_companies": "Investments in Companies",
    "al_gouna_company": "Al Gouna Company",
    "contact_us": "Contact Us",
    "nv-nmber": "📞 92000043",
    "nv-search": "What are you looking for?",
    "main_list1": "About Redan",
    "main_list1_list1": "Company history",
    "main_list1_list2": "Our Message",
    "main_list1_list3": "Awards and Recognition",
    "main_list1_list4": "Quality and Food Safety",
    "main_list1_list5": "Board of Directors and Committees",
    "main_list1_list6": "Administrative Structure",
    "main_list1_list7": "What makes us different?",
    "main_list1_list8": "Social Responsibility",
    "main_list2": "Our Products",
    "main_list2_list1": "Menu",
    "main_list2_list2": "Parties and Banquets",
    "main_list2_list3": "Subsistence",
    "main_list3": "Franchise",
    "main_list4": "News and Media",
    "main_list4_list1": "News",
    "main_list5": "Investments and Investors",
    "main_list6": "Investments in Companies",
    "main_list6_list1": "Al Gouna Company",
    "main_list7": "Contact Us",
    "main_list7_list1": "Contact Us",
    "main_list7_list2": "Customer Care",
    "main_list7_list3": "Join Us",
    "main_list7_list4": "Suppliers",
    "lang-switcher": "English"
}